[ItemDefs.ID_ForthAssasinEcho MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Ordens do Assassino"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_ForthAssasinEcho:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Do escritório de Jack O'Cara."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_AssasinEcho MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Ordens do Assassino"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_AssasinEcho:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Do escritório de Jack O'Cara."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_SecondAssasinEcho MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Ordens do Assassino"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_SecondAssasinEcho:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Do escritório de Jack O'Cara."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_ThirdAssasinEcho MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Ordens do Assassino"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_ThirdAssasinEcho:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Do escritório de Jack O'Cara."
NoConstraintText=""
Suffix=""
Prefix=""

[MO_Echo InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

